Repository: tokenist/landing-page
Catalog: src/locales/*/messages.po
Languages: vi

source: Comprehensive accounting & financial reporting
vi: Kế toán toàn diện và báo cáo tài chính

source: Comprehensive ERP Solutions for Modern Enterprises
vi: Giải pháp ERP toàn diện cho doanh nghiệp hiện đại

source: Call Us
vi: Gọi cho chúng tôi

source: Company Name
vi: Tên công ty

source: Contact
vi: Liên hệ

source: Data Analytics
vi: Phân tích dữ liệu

source: Email Address
vi: Địa chỉ email

source: Email Us
vi: Gửi email cho chúng tôi

source: Enterprise Solutions
vi: Giải pháp doanh nghiệp

source: Enterprise-grade security standards
vi: Tiêu chuẩn bảo mật cấp doanh nghiệp

source: Explore Solutions
vi: Khám phá giải pháp

source: Financial Management
vi: Quản lý tài chính

source: Full Name
vi: Họ và tên

source: Get In Touch
vi: Liên hệ với chúng tôi

source: Get Consultation
vi: Nhận tư vấn

source: Leading enterprise software solutions in ERP systems, Big Data analytics, modern website design, and artificial intelligence. Streamline operations and unlock insights for sustainable growth.
vi: Giải pháp phần mềm doanh nghiệp hàng đầu trong hệ thống ERP, phân tích Big Data, thiết kế website hiện đại và trí tuệ nhân tạo. Tối ưu hóa hoạt động và khai thác thông tin chi tiết để tăng trưởng bền vững.

source: Process Automation
vi: Tự động hóa quy trình

source: Real-time insights & business intelligence
vi: Thông tin chi tiết theo thời gian thực & trí thông minh kinh doanh

source: Security & Compliance
vi: Bảo mật & tuân thủ

source: Services
vi: Dịch vụ

source: Streamlined workflows & operations
vi: Quy trình làm việc & hoạt động được tối ưu hóa

source: Let's Start a Conversation
vi: Hãy bắt đầu cuộc trò chuyện

source: Let's discuss how our enterprise solutions can drive your digital transformation forward.
vi: Hãy thảo luận về cách các giải pháp doanh nghiệp của chúng tôi có thể thúc đẩy chuyển đổi số của bạn.

source: Message
vi: Tin nhắn

source: Our team of experts is ready to help you implement cutting-edge solutions that will revolutionize your business operations.
vi: Đội ngũ chuyên gia của chúng tôi sẵn sàng giúp bạn triển khai các giải pháp tiên tiến sẽ cách mạng hóa hoạt động kinh doanh của bạn.

source: Ready to Transform Your Business?
vi: Sẵn sàng chuyển đổi doanh nghiệp của bạn?

source: Send Message
vi: Gửi tin nhắn
